Repository: hypertexthero/photoblog
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Contact Me
de: Kontakt

source: You can leave me a message right here, send a mail to photo@chrishager.at or call at +43 680 2425352. I'm currently available for shootings.
de: Du kannst mir hier eine Nachricht schicken oder mich per Email an photo [at] chrishager.at sowie unter +43 680 2425352 erreichen. Ich bin derzeit für Shootings verfügbar.

source: Thanks. Your message has been delivered.
de: Danke, deine Nachricht wurde übermittelt.

source: Your Name
de: Dein Name

source: Message
de: Nachricht

source: Add to Email List
de: Newsletter Abonnieren

source: Send Message
de: Abschicken

source: Collections
de: Portfolios

source: Contact
de: Kontakt

source: Your contact has been saved
de: Deine Kontaktinformationen wurden gespeichert

source: and you'll get notified as soon as the photos are ready!
de: und du wirst benachrichtigt sobald die photos online sind!

source: The photos are not yet online! Please leave your email and/or phone number and you'll get notified when they are available.
de: Die Photos sind noch nicht online! Wenn du deine Email und/oder Telefonnummer hinterlässt wirst du automatisch benachrichtigt!

source: Phone Number
de: Telefonnummer

source: receive a SMS when photos are available
de: du erhältst eine SMS wenn die Photos online sind

source: Submit
de: Abschicken
